[
    {
        "id": 1,
        "title": "What is Hijama used for?",
        "description": "Hijama or cupping is an effective treatment for this condition. Cupping is an effective treatment for lung diseases like chronic cough, asthma, bronchial congestion, and pleurisy. Often the health of your skin directly reflects what is happening inside your body."
    },
    {
        "id": 2,
        "title": "Is Hijama good for ladies?",
        "description": "During the menstrual cycle: Hijama can be very helpful for women who experience premenstrual syndrome and during the period to help stabilize hormones and counter-effect muscle contractions “cramps”. Hijama has a positive effect on menstrual pains, especially around the uterus, lower back, and thighs."
    },
    {
        "id": 3,
        "title": "Is Hijama a Sunnah?",
        "description": "According to the Sunnah, Hijama is practiced on the 17th, 19th and 21st dates of the lunar month. The method is very easy, even a layman will be able to practice Hijama therapy by doing it a few times under an experts guidance."
    },
    {
        "id": 4,
        "title": "Is Hijama Painful?",
        "description": "Hijama can be mildly uncomfortable but rarely painful. It looks worse than it feels. Hijama can even be relaxing. Then negative pressure (suction) feels like slight pinching sensation, While the incisions feel like minor scratches or even feel like someone is touching you to the tip of a pen."
    },
    {
        "id": 5,
        "title": "Does Hijama remove toxins?",
        "description": "Cupping gives your body a boost in releasing those toxins. Focused blood flow helps your body by flushing built-up toxins through the lymphatic system. (Your lymphatic system is responsible for eliminating your body toxins and waste.)"
    },
    {
        "id": 6,
        "title": "Does Hijama increase fertility?",
        "description": "When hijama is done, this should improve the circulation and allow a healthy blood flow around the entire body, which should help in conception; therefore any stagnant blood is removed along with extra waste in the blood."
    },
    {
        "id": 7,
        "title": "Can we do Hijama at home?",
        "description": "You can experiment with facial cupping at home, but it may be best to reach out to an experienced practitioner for your first session. They can answer any questions you have and may be able to offer additional guidance on your skincare needs."
    },
    {
        "id": 8,
        "title": "Does cupping pull out blood?",
        "description": "People have used cupping for thousands of years to ease back pain, neck pain, headaches and other problems. Cupping therapy involves creating a suction force to pull blood into the skin. Cupping causes bruising and can lead to skin infection."
    },
    {
        "id": 9,
        "title": "Is Hijama good for kidneys?",
        "description": "Results of the present study suggest that Hijama may be performed safely in patients of chronic renal failure on dialysis with overall improvement in quality of life, since there was reduction in fatigue, improvement in appetite, quality of sleep and platelet count."
    },
    {
        "id": 10,
        "title": "Does Hijama help with weight loss?",
        "description": "As cupping increases the blood flow to the area that is being treated, it will also accelerate the natural healing processes of the body. This will decrease inflammation and boost the immune system, both of which are beneficial when trying to change your body composition, i.e. losing weight."
    }
]